<?php
return [
    'start_message' => 'Привіт! Я – Інна, щаслива мама, яка реалізувала свою мрію - створила клуб X-Mothers!🤱🏽
Я тобі допоможу зареєструватися в клубі! 🤗
Розкажу про X-Mothers та відповім на питання.
Тисни на кнопку "Головне меню"👇🏼',
    'main_menu' => '📝Головне меню',
    'cant_find_answer' => '📝 Не можу знайти відповідь на твоє питання.',
    'main_menu_message' => 'Привіт! Ми знову зустрілись☺️
Хочеш стати учасницею клубу X-MOTHERS? Чи бажаєш спочатку дізнатися про переваги та привілеї? Натискай на кнопки нижче!',
    'menu_reminder' => 'Пам’ятай, ти завжди можеш повернутися в меню командою - /menu',
    'become_mother_partner' => 'Стати учасницею клубу X-Mothers',
    'become_partner' => 'Стати партнером клубу',
    'become_club_partner' => 'Стати представником клубу',
    'im_bloger' => 'Я мама-блогер',
    'faq' => '❓FAQ❓',
    'about_club' => 'Про клуб X-Mothers 💜',
    'our_partners' => 'Наші партнери 🤝',
    'find_chat' => 'Знайти чат мам свого міста🤱🏽',
    'facebook' => 'Facebook',
    'instagram' => 'Instagram',
    'faq_menu' => 'Вибери питання, яке тебе цікавить',
    'question_list' => [
        0 => [
            'question' => 'Розкажи мені про клуб мам X-Mothers?',
            'answer' => 'Клуб X- MOTHERS об\'єднує мам України. У наших учасниць знижки в магазини іграшок, стоматологічні клініки та сервіси таксі. Вони купують дизайнерський одяг на 80% дешевше. Для них доступні корисні майстер-класи та зустрічі з цікавими гостями.
Приєднуйся до нас!',
            'buttons' => [[
                'text' => 'Детальніше про клуб',
                'url' => 'https://www.xmothers.com/pro-klub/'
            ]]
        ],
        1 => [
            'question' => 'Що дає карта учасниці клубу?',
            'answer' => 'З картою учасниці X-MOTHERS ти завжди отримуєш:
✅️ Безкоштовні консультації лікарів 
✅️ Знижки на корисні товари та послуги наших партнерів  
✅️ Базу закритих вакансій для мам у декреті 
✅️ Приєднаєшся до чату мам свого міста, щоб бути в курсі подій
✅️ Знайдеш справжніх подруг за інтересама
✅️ Візмеш участь у закритих подіях та розіграшах клубу '
        ],
        2 => [
            'question' => 'Як стати учасницею клубу?',
            'answer' => 'Щоб стати учасницею клубу, заповни анкету. Перейди в головне меню та натисни кнопку "Стати учасницею клубу"'
        ],
        3 => [
            'question' => 'Хто наші партнери?',
            'answer' => 'Лікарні, салони краси, магазини товарів для мам та діточок, мами-блогери, фотографи, служби таксі. Щоб отримати привілеї клубу X- MOTHERS, просто покажи їм картку учасниці.',
            'buttons' => [[
                'text' => 'Ознайомитись з партнерами',
                'url' => 'https://www.xmothers.com/nashu-parters/'
            ]]
        ],
        4 => [
            'question' => 'Як мені знайти чат мам мого міста?',
            'answer' => '<a href="https://www.xmothers.com/contact/">Всі наші чати тут</a>',
        ],
    ],
    'create_card_start_message' => 'Щоб стати учасницею клубу X- MOTHERS, дай відповідь на десять питань і забирай іменну карту.
Почнемо?

Ми піклуємося про безпеку твоїх даних. 
Збір інформації відбувається згідно з політикою конфіденційності України.
Контакти ми зберігаємо виключно для генерації картки учасниці та електронної розсилки пропозицій клубу.
С повагою, команда клубу 
Х-MOTHERS!',
    'yes' => 'Так',
    'no' => 'Ні',
    'card_name' => 'Напиши своє ім’я та прізвище. Ця інформація буде вказана на карті учасниці. Перевір правильність написання!',
    'phone_number' => '📱Твій телефон.
    Щоб заповнити це поле, натисни нище кнопку "Відправити номер телефону"',
    'wrong_phone' => '📱Щось пішло не так. Будь ласка, натисни кнопку нижче',
    'send_phone' => 'Відправити номер телефону',
    'email' => 'Твій e-mail',
    'contact' => 'Як ти підписана в Instagram / Facebook (вкажи нік або встав посилання).',
    'are_you_mom' => 'Ти мама?',
    'child_gender' => 'Вибери стать дитини, натиснувши на кнопку «Хлопчик / Дівчинка»',
    'girl' => '👧Дівчинка',
    'boy' => '👦Хлопчик',
    'child_birth' => 'Введи дату народження дитини у форматі дд/мм/рррр ',
    'wrong_birthday_format' => 'Неправильний формат. Введи дату народження дитини у форматі дд/мм/рррр (Наприклад: 03/07/1997)',
    'wrong_birthdate_format' => 'Неправильний формат. Введи ПДР у форматі дд/мм/рррр (Наприклад: 03/07/1997)',
    'have_more_child' => 'Чи є у тебе ще дітки?',
    'are_you_pregnant' => 'Чи вагітна ти?',
    'birth_date' => 'Введи ПДР у форматі дд/мм/рррр',
    'source_question' => 'Звідки ти дізналась про клуб X-Mothers?',
    'source_answers' => [
        'friend' => 'Від подруги',
        'social_networks' => 'Через соціальні мережі',
        'google_add' => 'Через рекламу у Google',
        'youtube_channel' => 'Через канал на YouTube',
        'offline_add' => 'Через офлайн-рекламу в закладах',
    ],
    'friend_name' => 'Як звати товю подругу?',
    'what_do_you_expect' => 'Що ти очікуєш від клубу мам та чому хочеш стати учасницею? Якщо варіантів, що тебе цікавлять не лишилося - натисни кнопку "Закінчити" ',
    'expects' => [
        'discount' => 'Знижки від партнерів клубу',
        'visiting' => 'Відвідування заходів клубу',
        'communication' => 'Спілкування з мамами',
        'support' => 'Підтримка від експертів клубу',
        'access' => 'Доступ до корисної інформації, що надає клуб (статті, новини, вакансії)',
        'content' => 'Споживання цікавого контенту',
        'gifts' => 'Розіграші подарунків ',
    ],
    'how_choose_city_question' => 'Обери місто',
    'send_location' => '📍 Моя локація',
    'choose_from_list' => '📑 Міста України',
    'send_city_name' => '🌎 Ввести назву самостійно',
    'did_you_mean_this_city' => 'Ти мала на увазі це місто?',
    'cant_find_city' => 'На жаль, я не можу знайти твоє місто',
    'request_to_write_city' => 'Напиши назву міста (українською)',
    'send_your_location' => 'Тепер відправ свою локацію',
    'click' => '📍 ',
    'select_district' => 'Вибери область',
    'district' => ' область',
    'select_city' => 'Вибери місто',
    'back' => '⬅️Змінити попередню відповідь',
    'more_symbols' => 'Має бути більше трьох символів',
    'done' => '❗️Закінчити❗️',
    'card_done_message' => 'Вітаю! Тепер ти учасниця клубу мам X-Mothers! З цією карткою можеш відвідувати наші заходи та купувати товари зі знижками!',
    'feedback' => 'Технічна підтримка',
    'feedback_text' => 'Опиши проблему. Які труднощі виникли при роботі з ботом? У чому тобі потрібна допомога?
Якщо передумаєш – натисни кнопку "Головне меню" нижче.',
    'eight_notify_text' => 'Бачу, що ти зайшла до нас, але так і не отримала свою іменну карту учасниці клубу X-MOTHERS💜
Можливо, у тебе виникли труднощі при заповненні заявки? Або виникли питання?
Пиши сюди👇🏼. Я, з радістю, тобі допоможу!',
    'twelve_notify_text' => 'Це знову я - Інна! Я підготувала для тебе подарунок 🎁
Надішли карту учасниці клубу X-MOTHERS у наш Instagram та отримай одну з цих книг:',
    'twelve_notify_button_text' => 'Отримати 🎁',
    'twelve_notify_button_url' => 'https://www.xmothers.com/nashu-parters',
    'instruction_button' => 'Інструкція з використання картки💜',
    'instruction_button_link' => 'https://www.xmothers.com/instructions-card/',
];